
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаловать в программу по определению состояния здоровья'
txt_next = 'начать'
txt_instruction = 'Данная Программа Позолит вам с помощью теста руфье провести первичную диагностику вашего здоровья.\nПробв Руфье представляет собой нагрузочный комплекс предназначенный для оценки работоспособности сердца при физической нагрузки.\nУ испытуемого, находящегося в положении лежа на спине в течении 5 мин. определяют частоту пульса за 15 секунд; затем в течении 45 секунд испытуемый выполняет 30 приседаний.\nПосле окончания нагрузки испытуемый ложится, и у него вновь подсчитывается число пульсаций за первые 15 секунд, а потом - з последние 15  секунд первой минуты периода восстановления.\nВажно! если в процессе проведения испытания вы почувствуете себя плохо(появится головокружение, шум в ушах, сильная одышка и др.), то тест необходимо прервать и обратиться к врачу.' 
txt_title = 'Здоровье'
txt_name = 'Введите Ф.И.О'
txt_hintname = ""
txt_hintage = "Полных лет"
txt_test1 = 'Лягте на спину и замерьте пульс за 15 секунд. Нажмите кнопку "Начать первый тест", чтобы запустить таймер.\nРезультат запишите в соответствуещее поле'
txt_test2 = 'Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседания"\nчтобы запустить счетчик приседаний.'
txt_test3 = 'Лягте на спину и замерьте пульс сначала за первые 15 секунд минуты, затем за последнии 15 секунд.\nНажмите кнопку "Начать финишный тест", чтобы запустить таймер.\nЗелёным обозначены секунды, в течении которых необходимо\nпроводить измерения, чёрным - минуты без замера пульсаций. Результаты запишите в соответствуещие поле'
txt_sendresults = 'Отправить результаты'
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_time = '00:00:15'
txt_starttest1 = 'начать первый тест'
txt_starttest2 = 'начать делать приседания'
txt_starttest3 = 'начать финальный тест'

txt_index = 'Индекс Руфье'
txt_workheart = 'Работоспособность сердца:'
txt_res1 = 'Низкая. срочно обратитесь к врачу!'
txt_res2 = 'удовлетворительная. Обратитесь к врачу'
txt_res3 = 'Средняя. Возможно, стоит допольнительно обследоваться у врача'
txt_res4 = 'Выше среднего'
txt_res5 = 'Высокая'
txt_age = ''
txt_finalwin = 'Результаты'
